/* No comment provided by engineer. */
"Site address cannot be empty." = "Die Site-Adresse darf nicht leer sein.";

/* No comment provided by engineer. */
"Unknown" = "Unbekannt";

/* No comment provided by engineer. */
"Update iTunes U site '%@' with new Podcast Library entries (you must have already declared your Podcast Library feeds in the iTunes U)" = "Die iTunes U-Site „%@“ mit neuen Podcast-Mediathek-Einträgen aktualisieren (Ihre Podcast-Mediathek-Feeds müssen bereits in iTunes U angegeben sein)";

/* No comment provided by engineer. */
"Update your iTunes U site with new Podcast Library entries (you must have already declared your Podcast Library feeds in the iTunes U)" = "Die iTunes U-Site mit neuen Podcast-Mediathek-Einträgen aktualisieren (Ihre Podcast-Mediathek-Feeds müssen bereits in iTunes U angegeben sein)";

